{
  "nav": {
    "choose": "Choose a language:",
    "home": "Home",
    "matches_obj": "Matches OBJ",
    "inactive_obj": "Inactive OBJ",
    "about": "About"
  },
  "home": {
    "next_war": "Next war",
    "cumulative": "Cumulative:",
    "chance": "Chance:"
  },
  "ranking": {
    "place": "Place",
    "player_name": "Player Name",
    "wars": "Wars",
    "last_war": "Last War",
    "act": "Act"
  },
  "about": {
    "intro": "Old friends reunited for the first lockdown in March 2020. Since then, we play almost every day, and from November 2020 we created the MoH:SH Mix League. During the year we played almost 800 wars, and almost 80 people played in our league, most of them remembering the times of playing clanbase.",
    "download": "DOWNLAOD MOHAA: SPEARHEAD (Custom Maps INCLUDED) - 3 Gb",
    "how_to_play": "How to play with us?",
    "how_to_play_step1":"Click in top right corner and join to our discord",
    "how_to_play_step2":"Join in discord to Voice Channel 'Want to play'",
    "how_to_play_step3":"Admin will add you to website (no own register)",
    "how_to_play_step4":"Admin balance teams (based on ELO ranking) What next? Just play! Watch your statistics on website, watch your progress and have fun!",
    "what_squads": "What is the squads for next war?",
    "what_squads_desc":"Always acutal squads are on main site, check ",
    "what_squads_home": "homepage.",
    "how_elo": "How about ELO algorithm",
    "how_elo_desc":"If you've played clanbase, you know how the points were counted, if not, that will explain. The system in which we play is ELO algorithm, what does it mean in our case? First of all, what matters is whether your team won or not, secondly, what is your influence on the win (frags).",
    "maps": "Maps",
    "maps_desc": "We play mostly stock maps The Hunt, V2, The Bridge, but this is not enough, we play too VSUK Abbey, V2Shelter, Navarone, Stlo, Dessau1946, The Church Final, The Lost Town, V2 Extended. (All maps included in download link)." 
  },
  "matches": {
    "name": "Name",
    "frags": "Frags",
    "pc": "PC"
  },
  "playerview": {
    "playername": "Player Name:",
    "debut": "Debut:",
    "current_rank": "Current Ranking:",
    "war_count": "War count", 
    "clan_history": "Clan History",
    "wars_id": "Player wars by ID:",
    "rank_chart": "Player Rankings Chart:", 
    "frags_chart": "Player Frags Chart:"
  }
}